[
  {
    "title": "Aloe",
    "imageUrl": "https://www.bhg.com/thmb/6M_QbANK72J0zBjSymSxoBPPJtI=/1280x0/filters:no_upscale():strip_icc()/aloe-plants-858eba40-2c05f5007d4f409b8988f19dff1899bd.jpg",
    "description": "Aloe vera thrives on neglect—in fact, the biggest mistake you can make with this succulent is overwatering, which will cause its leaves to droop. Its leaves come in various sizes and shapes, and are decorated with white spots and edged with small whitish teeth. The plants look striking on their own or in an indoor arrangement with other rounded-edge succulents.",
    "growingConditions": "Growing Conditions: Bright light; allow the soil to dry out between waterings; 55-80°F",
    "size": "Size: 1-3 feet tall, 6-12 inches wide"
  },
  {
    "title": "Chinese Evergreen",
    "imageUrl": "https://www.bhg.com/thmb/6UvbyjBTPuuZzhxUGpzFk4qsopI=/1245x0/filters:no_upscale():strip_icc()/potted-aglaonema-silver-bay-3a789359-bf40086955cb44688799ad184a728d8c.jpg",
    "description": "Featuring leaves in various shades of silver, gray, green, and even pink and red, Chinese evergreen (Aglaonema commutatum) is an excellent choice for brightening up low-light areas of your home. You’ll often see them in a shopping mall or airport plantings because they are so adaptable and durable, yet attractive.",
    "growingConditions": "Growing Conditions: Low to medium light; 60-75°F; keep evenly moist",
    "size": "Size: 1-3 feet tall and wide"
  },
  {
    "title": "Grape Ivy",
    "imageUrl": "https://www.bhg.com/thmb/yH0a0kUelaoCpqoeKATYNhojQK0=/1280x0/filters:no_upscale():strip_icc()/ellen-danica-oakleaf-ivy-5bb77e3c-632fffa3ba564b79983c606afc01b233.jpg",
    "description": "No matter which type of grape ivy (Cissus rhombifolia) you choose, the shiny, deep green leaves will add an interesting texture to a room. Its tendrils will easily cling to a trellis or a stake for a vertical display. Even though it’s a vine, grape ivy has more of a mounding habit so it’s a perfect choice for a lush, tidy-looking indoor hanging basket. 'Ellen Danica,’ the variety shown here, is also called oakleaf ivy because of the way its leaves are deeply cut.",
    "growingConditions": "Growing Conditions: Medium light; 65-80°F; keep evenly moist",
    "size": "Size: Up to 6 feet long as a vine"
  },
  {
    "title": "Peperomia",
    "imageUrl": "https://www.bhg.com/thmb/vPLZZPEanrgWcg_mUQjkxWJoXws=/1280x0/filters:no_upscale():strip_icc()/planter-box-various-houseplants-c9759a1c-2eae77b6090d4576a418abbf5cab3040.jpg",
    "description": "Peperomias (Peperomia spp.) are a diverse group of small, easy-care houseplants with waxy and often highly textured leaves. Some of our favorite varieties include ripple peperomia, watermelon peperomia, baby rubber plant, and silverleaf peperomia. Its waxy, colorful foliage adds a splash of color in any room without taking up a lot of space.",
    "growingConditions": "Growing Conditions: Low to medium light; 60-75°F; allow the soil surface to dry between waterings",
    "size": "Size: 2-36 inches tall, 4-18 inches wide"
  },
  {
    "title": "Norfolk Island Pine",
    "imageUrl": "https://www.bhg.com/thmb/i2iEai8hVBls-RwAuPryjGddx-k=/1280x0/filters:no_upscale():strip_icc()/norfolk-island-pine-plant-078f1927-4e4b9f100df4497abe8dcce616e65695.jpg",
    "description": "Outdoors, a new tree can be a big investment, but easy indoor trees can make affordable yet eye-catching houseplants for beginners. The secret to keeping Norfolk Island pine (Araucaria heterophylla) healthy indoors is to give it bright but indirect light. In low light, the lower branches tend to turn brown and fall off. This plant’s soft texture adds a cozy, woodsy feeling to a room. It is especially cute when decorated for Christmas.",
    "growingConditions": "Growing Conditions: Bright light; 60-75°F; allow the soil surface to dry between waterings",
    "size": "Size: 1-3 feet tall, 1-5 feet wide"
  },
  {
    "title": "Dieffenbachia",
    "imageUrl": "https://www.bhg.com/thmb/l5uqX2Ri8u-MIzPUqH-dxxm3QP4=/1280x0/filters:no_upscale():strip_icc()/dieffenbachia-houseplant-de43c42e-a1187ad0c7e0462a8f44c11ffc1fb046.jpg",
    "description": "Several closely related species share the name of dieffenbachia (Dieffenbachia spp.), and they all have canelike stems and lush green foliage variegated in white or cream. Its large, green-and-white leaves add a tropical touch to any room of your home, especially if you place it in a basket-style planter.",
    "growingConditions": "Growing Conditions: Low to medium light; 60-80°F; keep evenly moist",
    "size": "Size: 1-3 feet tall, 2-3 feet wide"
  },
  {
    "title": "Snake Plant",
    "imageUrl": "https://www.bhg.com/thmb/P2PGiXZ8IWG9X3haF9K6Da4oZtc=/1244x0/filters:no_upscale():strip_icc()/houseplants-on-floor-stools-shelf-hanging-b43d5e13-a30f16a25a3745bc82c202394d7f57fb.jpg",
    "description": "This easy succulent plant seems almost indestructible. Snake plant (Sansevieria trifasciata 'Laurentii’) tolerates low light and little water while still maintaining its good looks, with its sword-like leaves adding strong vertical lines to a space. You can find several different varieties with different leaf shapes and patterns like the ones shown here.",
    "growingConditions": "Growing Conditions: Low to bright light; 60-85°F; allow the soil surface to dry between watering",
    "size": "Size: 1-3 feet tall, 3-36 inches wide"
  },
  {
    "title": "Philodendron",
    "imageUrl": "https://www.bhg.com/thmb/e5gJ_-yrOJXG40vQiHwgpRx2Lsw=/1280x0/filters:no_upscale():strip_icc()/houseplants-rustic-cabinet-7ffd2993-fea18a9766dd4a0394f0e72011447cb8.jpg",
    "description": "A heart-leaf philodendron (Philodendron hederaceum oxycardium) is just plain adorable with its glossy, heart-shape foliage and draping vines. Plus, it adapts well to low-light spots and doesn’t mind if you forget to water it a time or two. Its trailing stems look especially pretty draping down from a shelf or hanging basket.",
    "growingConditions": "Growing Conditions: Low to bright light; 60-80°F; allow the soil surface to dry between waterings",
    "size": "Size: Trailing or climbing up to 8 feet or more"
  },
  {
    "title": "Spider Plant",
    "imageUrl": "https://www.bhg.com/thmb/Mi6odlAEBjRshyaxKeOl7YIYY88=/1245x0/filters:no_upscale():strip_icc()/spider-plant-chlorophytum-comosum-59892739-62ee9ac23e494acf8bca56b8ffb93276.jpg",
    "description": "One of the most easily recognized houseplants, spider plants (Chlorophytum comosum 'Vittatum’) have been gracing our homes for decades. It’s easy to see why: These undemanding beauties send out straplike, arching leaves that give it a jaunty, spidery look. Once the plants get big enough, they start producing baby plants on the ends of long stems that are a cinch to root in pots of their own. Some have plain green leaves while other varieties are variegated with cream or white stripes.",
    "growingConditions": "Growing Conditions: Medium to bright light; 60-75°F; keep the soil evenly moist",
    "size": "Size: 6-12 inches tall, 6-24 inches wide"
  },
  {
    "title": "ZZ Plant",
    "imageUrl": "https://www.bhg.com/thmb/SYLB1aSuqeU_w17JUeigJnv0LnU=/1244x0/filters:no_upscale():strip_icc()/zz-plant-b40149e1-2ea527c61af442d7b9cf72a2b81290aa.jpg",
    "description": "Sometimes called eternity plant because it lasts so long, ZZ plant (Zamioculcas zamiifolia) will even grow in low light and can go weeks without water. The fun nickname aside, you’ll love this plant for its gently arching stems lined on either side with deep green, smooth leaves. Choose a deep green variety or change it up with a variety called 'Raven’ that has almost black leaves.",
    "growingConditions": "Growing Conditions: Low to bright light; 60-75°F; allow the soil to dry between waterings",
    "size": "Size: 2-3 feet tall and wide"
  },
  {
    "title": "Arrowhead Vine",
    "imageUrl": "https://www.bhg.com/thmb/8an7wR1IUE2IrUoqoqfMWAymrno=/1280x0/filters:no_upscale():strip_icc()/syngonium-podophyllum-plant-013a7fca-89cb5e32838041b19d91686d91d51984.jpg",
    "description": "Arrowhead vine (Syngonium podophyllum) gets its name from the triangular shape of its green leaves. You can find varieties with variegated leaves or even bronzy-green with pink tones (you might also see it sold as Nepthytis). Young plants form a mound about a foot high, but stems begin to vine as they mature, so you can grow them upright if you give them support or let them trail in a hanging basket. The interesting shape of the leaves and trailing stems give any room a tropical feel.",
    "growingConditions": "Growing Conditions: Low to medium light; 60-75°F; keep evenly moist",
    "size": "Size: 6-12 inches tall, 6-36 inches wide"
  },
  {
    "title": "Hoya",
    "imageUrl": "https://www.bhg.com/thmb/Zd65JSYCyuSXu2nzGIFu4LWsk2g=/1280x0/filters:no_upscale():strip_icc()/hoya-wax-plant-6411fa2f-98190a001a84432c88c8020d67bad07c.jpg",
    "description": "Wax plant is a species of hoya (Hoya carnosa) that has trailing, slender stems lined with small, waxy green leaves. It also will bloom occasionally, producing small clusters of fragrant pink flowers. Golden wax plant (pictured) adds creamy variegation to the plant’s appeal. It’s one of the most powerfully fragrant indoor blooming plants you can grow, plus it needs very little water.",
    "growingConditions": "Growing Conditions: Medium to bright light; 55-75°F; allow the soil surface to dry between waterings",
    "size": "Size: 4-12 feet tall, 2-6 feet wide"
  },
  {
    "title": "Rubber Tree",
    "imageUrl": "https://www.bhg.com/thmb/UM8E1gDJJ2AMtuQLlFmReqnRCD8=/1280x0/filters:no_upscale():strip_icc()/rubber-tree-plant-74192a0b-ca29b15718e7402784b717977f839a1b.jpg",
    "description": "A classic houseplant, the rubber tree (Ficus elastica) gets its name from the sticky, milky sap it exudes from cuts. It can eventually grow into a large tree, but you can easily keep it shorter by pruning back long stems, causing it to branch into a multi-stemmed shrub. Its large, dark green, shiny leaves always make a statement, but you can also find variegated varieties that add interesting leaf patterns to the mix. Make sure to give it medium to bright light and keep it away from drafts so its leaves don't fall off.",
    "growingConditions": "Growing Conditions: Medium to bright light; 60-80°F; allow the soil surface to dry between waterings",
    "size": "Size: 6-8 feet tall, 4-6 feet wide"
  },
  {
    "title": "Cast-Iron Plant",
    "imageUrl": "https://www.bhg.com/thmb/vyTOClpUPba5hB2i02JJuSbEoaI=/1280x0/filters:no_upscale():strip_icc()/cast-iron-plant-37a709f4-c587ca89e66a4cc6bcb04bb9092a2245.jpg",
    "description": "True to its name, cast-iron plant (Aspidistra elatior) seems to take just about anything you can dish out. It can withstand neglect and tolerate low light, low humidity, and a wide range of temperatures. Look for a plant that’s large enough for the space you want it to fill, because this easy-care houseplant grows slowly. You can also find some varieties that have white or yellow variegation on their leaves.",
    "growingConditions": "Growing Conditions: Low light; 45-85°F; keep evenly moist during active growth, barely moist in fall and winter",
    "size": "Size: 2-3 feet tall, 1-2 feet wide"
  },
  {
    "title": "Corn Plant",
    "imageUrl": "https://www.bhg.com/thmb/SfvVALaQxFyi4vYdbhBR11S41S8=/1280x0/filters:no_upscale():strip_icc()/indoor-potted-houseplants-703b321a-81cf8e1f9aee48a28e1be3bbc45e4386.jpg",
    "description": "The wide, straplike leaves of the corn plant resemble the leaves of its namesake, corn. Yet this houseplant belongs to the diverse dracaena (Dracaena deremensis) family of tropical plants. Some corn plants have plain green leaves, but some varieties like 'Warneckii’ offer white, cream, gold, or chartreuse stripes on their foliage. They tolerate low light, but produce better color in medium to bright light. It makes a substantial floor plant, or prop it up on a low plant stand with its glossy foliage and upright stems.",
    "growingConditions": "Growing Conditions: Medium to bright light; 65-75°F; allow the soil surface to dry between waterings",
    "size": "Size: 6-10 feet tall, 2-3 feet wide"
  },
  {
    "title": "English Ivy",
    "imageUrl": "https://www.bhg.com/thmb/zkIss_jBfLgBmFhoPBRkzmbQvLw=/1280x0/filters:no_upscale():strip_icc()/houseplants-mounted-shelf-e5caa7ef-36b58b32f4b44c5f98bdfa0150cf7491.jpg",
    "description": "English ivy (Hedera helix) has leathery leaves and vigorous vining stems that have made it popular as an outdoor groundcover, but unfortunately it has become invasive in some regions. It can be an easy-care houseplant, too, and you’ll be better able to keep it contained that way. It does best in bright but indirect light, though it will do fine in low light as well. It works well wherever you need a draping plant or it easily can be encouraged to climb a support if you want a more upright look.",
    "growingConditions": "Growing Conditions: Medium to bright light; 55-70°F; keep evenly moist",
    "size": "Size: 3-8 feet tall, 1-5 feet wide"
  },
  {
    "title": "Jade Plant",
    "imageUrl": "https://www.bhg.com/thmb/7Kmy_HpG4_vrt7WNXe536TuPhuc=/1280x0/filters:no_upscale():strip_icc()/jade-plant-411c5ff05-58d58308b8e648c3aac018300fe2f5fb.jpg",
    "description": "If remembering to water is a struggle, jade plant (Crassula ovata) may be just what you need. This slow grower can survive for weeks and even months without water because it stores what it needs in its fleshy stems and leaves. So if you can keep a cactus alive, you can grow a jade plant. As it grows, the thick stems branch like a small shrub or tree, which adds fun contrast when grown alongside other succulents with squat shapes.",
    "growingConditions": "Growing Conditions: Bright light; 65-75°F, 55°F in winter; keep moderately dry",
    "size": "Size: 3-6 feet tall, 2-3 feet wide"
  },
  {
    "title": "Ponytail Palm",
    "imageUrl": "https://www.bhg.com/thmb/5h-tLrWSxSq5WOJM36eAiUwSOK0=/1280x0/filters:no_upscale():strip_icc()/ponytail-palm-plant-95d1052f-5225efca51f94e66b0d1d66bbbe7a997.jpg",
    "description": "Despite its common name, ponytail palm (Beaucarnea recurvata) is a succulent rather than a true palm. This easy houseplant has graceful, arching leaves and a thick trunk that give it a striking, treelike appearance. Because the trunk actually stores moisture, ponytail palm can survive for long periods without watering (perfect for forgetful plant parents).",
    "growingConditions": "Growing Conditions: Bright light; 65-75°F, 50-55°F in winter; allow the soil to dry between waterings",
    "size": "Size: 3-10 feet tall, 1-4 feet wide"
  },
  {
    "title": "Schefflera",
    "imageUrl": "https://www.bhg.com/thmb/CzJXalJbNjqEIVVEp0BjB97ZNso=/1280x0/filters:no_upscale():strip_icc()/schefflera-actinophylla-amate-04e60a39-543c37092e984fcd8b299ae92dd7c5f4.jpg",
    "description": "Also called umbrella tree, easy-to-grow schefflera (Schefflera actinophylla) has glossy foliage with leaflets that radiate out from a central point, just like an umbrella’s ribs. A close relative called dwarf schefflera (Schefflera arboricola) has smaller, thicker leaflets and shorter stems. Look for variegated varieties for even more interesting leaves.",
    "growingConditions": "Growing Conditions: Medium to bright light; 60-75°F; keep the soil evenly moist",
    "size": "Size: 2-8 feet tall, 3-6 feet wide"
  },
  {
    "title": "Calathea",
    "imageUrl": "https://www.bhg.com/thmb/p2aycfDgUI0Gyq0qSJV5nzoLaJ8=/1280x0/filters:no_upscale():strip_icc()/concinna-prayer-plant-ec8e9af9-86dff656fae1473594bb5f4f47cde1cb.jpg",
    "description": "Calathea (Calathea concinna) or prayer plant will draw attention no matter where you place it, thanks to its boldly striped leaves. There are plenty of varieties to choose from, some with rose, white, or yellow leaves. Each one also has a unique leaf pattern of colorful spots or blotches. This easy houseplant seems to light up even the dimmest corner with its patterned foliage.",
    "growingConditions": "Growing Conditions: Low light; water every two to seven days; 65-75°F; avoid direct sunlight.",
    "size": "Size: 6-24 inches tall and wide"
  },
  {
    "title": "Weeping Fig",
    "imageUrl": "https://www.bhg.com/thmb/Nhsmey4aoBYy4TvHAaVAJte11mw=/1228x0/filters:no_upscale():strip_icc()/weeping-fig-ef17dc34-37673c8dd46246619039152b5fedccf1.jpg",
    "description": "The longtime darling of interior designers, weeping fig (Ficus benjamina) produces tons of shiny green, teardrop-shaped leaves on slender branches. You can find braided forms, too, featuring three or more of these small trees woven together to form one spectacular trunk. Unlike the fiddle leaf fig, this indoor tree isn’t fussy about water and humidity.",
    "growingConditions": "Growing Conditions: Bright indirect light; allow the soil to dry out between waterings; 60-75°F; keep away from cold drafts",
    "size": "Size: 4-15 feet tall, 3-6 feet wide"
  },
  {
    "title": "Columnea",
    "imageUrl": "https://www.bhg.com/thmb/Lm2p2TATZ9vw3pI1X8UCrjNsQPo=/1280x0/filters:no_upscale():strip_icc()/goldfish-plant-2df0daef-6c0294b30b814ce59365709f4f5fb5ff.jpg",
    "description": "One look at the bright orange blooms of columnea (Columnea gloriosa), and you’ll know why its common name is goldfish plant. You’ll usually start to see flowers appearing in the spring and summer, but even when it’s not in bloom, this plant’s glossy, dark green foliage is beautiful all on its own. This easy houseplant for beginners has trailing branches that work well in hanging baskets. Pinch it occasionally to keep the plant compact.",
    "growingConditions": "Growing Conditions: Bright, indirect light; allow the soil to dry out between waterings; 60-75°F.",
    "size": "Size: 18-24 inches long"
  },
  {
    "title": "Pothos",
    "imageUrl": "https://www.bhg.com/thmb/A00D-1XYe4Y9dIzlPA9_sNzB4LA=/1280x0/filters:no_upscale():strip_icc()/pothos-houseplant-ebfd9584-1c621fc0d0824949b6a08ae17cdf2177.jpg",
    "description": "This low-maintenance houseplant is commonly called devil’s ivy or pothos (Epipremnum aureum). It’s not fussy about how much light it gets, but yes, it does need some. And if you forget to water it for a while, it will quickly rebound when you do give it a drink. There are plain green ones as well as variegated varieties. Devil’s ivy looks lovely trailing out of a hanging basket, climbing up a pole or other structure, or just being left to meander over a tabletop or mantel.",
    "growingConditions": "Growing Conditions: Low to bright light; 60-75°F; keep the soil moderately dry",
    "size": "Size: 6-8 feet long, 3-6 feet wide"
  },
  {
    "title": "Kalanchoe",
    "imageUrl": "https://www.bhg.com/thmb/f4YemxMTmnhRJoYPJjP2y3vH5WQ=/1244x0/filters:no_upscale():strip_icc()/kalanchoe-blossfeldiana-f414021fab9f44c794733dca3cd5325a.jpg",
    "description": "There aren’t many houseplants, let alone succulent ones, that can top kalanchoe’s floral show. You may have encountered it before in grocery stores, laden with bright red, pink, yellow, or orange flowers. Kalanchoe usually blooms in winter and early spring for several weeks. Other than an occasional soaking with water, you won’t have to do much else for this succulent to enjoy its colorful show.",
    "growingConditions": "Growing Conditions: Bright indirect light; allow the soil to dry out between waterings; 60-75°F",
    "size": "Size: 6-12 inches tall, 6-36 inches wide"
  }
]